Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: The agent re-reads this conversation, writes a summary of it, and carries the summary forward instead of the whole transcript.
de: Der Agent liest diese Unterhaltung erneut, schreibt eine Zusammenfassung und nimmt statt des vollständigen Transkripts nur diese mit.
es: El agente relee esta conversación, escribe un resumen y sigue con el resumen en lugar de con toda la transcripción.
fr: L’agent relit cette conversation, en écrit un résumé et poursuit avec ce résumé plutôt qu’avec toute la transcription.
it: L’agente rilegge questa conversazione, ne scrive un riepilogo e prosegue con quello invece che con l’intera trascrizione.
ja: エージェントはこの会話を読み直して要約を書き、全文の代わりにその要約を持ち越します。
ko: 에이전트가 이 대화를 다시 읽고 요약을 작성한 뒤, 전체 기록 대신 그 요약을 이어서 사용합니다.
pt_br: O agente relê esta conversa, escreve um resumo e segue com ele em vez de toda a transcrição.
zh_hans: 智能体会重读这段对话、写出摘要，并带着摘要继续，而不是整段记录。
zh_hant: 代理會重讀這段對話、寫出摘要，並帶著摘要繼續，而不是整段紀錄。

source: The App Store installs it — this app cannot update itself.
de: Der App Store installiert es – diese App kann sich nicht selbst aktualisieren.
es: La App Store la instala: esta app no puede actualizarse a sí misma.
fr: L'App Store l'installe — cette app ne peut pas se mettre à jour elle-même.
it: È l'App Store a installarlo: questa app non può aggiornarsi da sola.
ja: App Storeがインストールを行います — このアプリは自分自身を更新できません。
ko: App Store가 설치를 진행합니다 — 이 앱은 스스로 업데이트할 수 없습니다.
pt_br: A App Store é quem instala — este app não pode se atualizar sozinho.
zh_hans: 由 App Store 负责安装——此应用无法自行更新。
zh_hant: 由 App Store 負責安裝——此應用程式無法自行更新。

source: The checkout at %@ could not reach its remote, so nothing here knows whether a newer build exists.
de: Der Checkout unter %@ konnte seinen Remote nicht erreichen, daher weiß hier niemand, ob ein neuerer Build existiert.
es: El checkout en %@ no pudo contactar con su remoto, así que nada aquí sabe si existe un build más reciente.
fr: Le checkout à %@ n'a pas pu joindre son dépôt distant, donc rien ici ne sait s'il existe un build plus récent.
it: Il checkout in %@ non è riuscito a raggiungere il proprio remoto, quindi qui non si sa se esiste un build più recente.
ja: %@のチェックアウトはリモートに接続できなかったため、より新しいビルドが存在するかどうかは、ここでは分かりません。
ko: %@의 체크아웃이 원격 저장소에 연결하지 못해, 더 최신 빌드가 있는지 여기서는 알 수 없습니다.
pt_br: O checkout em %@ não conseguiu contatar seu remoto, então nada aqui sabe se existe um build mais recente.
zh_hans: 位于 %@ 的检出代码无法连接到其远程仓库，因此这里无法得知是否存在更新的版本。
zh_hant: 位於 %@ 的簽出程式碼無法連線到其遠端版本庫，因此這裡無法得知是否存在更新的版本。

source: The checkout at %@ has %@ commits of its own, so it cannot be fast-forwarded.
de: Der Checkout unter %1$@ hat %2$@ eigene Commits, daher kann er nicht per Fast-Forward aktualisiert werden.
es: El checkout en %1$@ tiene %2$@ commits propios, así que no se puede avanzar en modo fast-forward.
fr: Le checkout à %1$@ a %2$@ commits qui lui sont propres, donc il ne peut pas être mis à jour en fast-forward.
it: Il checkout in %1$@ ha %2$@ commit propri, quindi non può essere aggiornato con un fast-forward.
ja: %1$@のチェックアウトには独自のコミットが%2$@件あるため、早送り(fast-forward)更新ができません。
ko: %1$@의 체크아웃에는 자체 커밋이 %2$@개 있어, 패스트포워드(fast-forward)로 업데이트할 수 없습니다.
pt_br: O checkout em %1$@ tem %2$@ commits próprios, então não é possível avançar em fast-forward.
zh_hans: 位于 %1$@ 的检出代码有 %2$@ 个自己的提交，因此无法进行快进(fast-forward)更新。
zh_hant: 位於 %1$@ 的簽出程式碼有 %2$@ 個自己的提交，因此無法進行快轉(fast-forward)更新。

source: The checkout at %@ has uncommitted changes, so nothing here will touch it.
de: Der Checkout unter %@ enthält nicht committete Änderungen, daher wird hier nichts daran verändert.
es: El checkout en %@ tiene cambios sin confirmar, así que nada aquí lo tocará.
fr: Le checkout à %@ contient des modifications non validées, donc rien ici n'y touchera.
it: Il checkout in %@ contiene modifiche non salvate (commit), quindi qui non verrà toccato.
ja: %@のチェックアウトには未コミットの変更があるため、ここからは一切触れません。
ko: %@의 체크아웃에 커밋되지 않은 변경 사항이 있어, 여기서는 손대지 않습니다.
pt_br: O checkout em %@ tem alterações não commitadas, então nada aqui vai mexer nele.
zh_hans: 位于 %@ 的检出代码存在未提交的更改，因此这里不会对它做任何改动。
zh_hant: 位於 %@ 的簽出程式碼存在未提交的變更，因此這裡不會對它做任何改動。

source: The checkout at %@ tracks no upstream to update from.
de: Der Checkout unter %@ verfolgt keinen Upstream, von dem aus aktualisiert werden könnte.
es: El checkout en %@ no sigue ningún upstream desde el que actualizar.
fr: Le checkout à %@ ne suit aucun dépôt amont depuis lequel se mettre à jour.
it: Il checkout in %@ non segue alcun upstream da cui aggiornarsi.
ja: %@のチェックアウトは、更新元となるアップストリームを追跡していません。
ko: %@의 체크아웃은 업데이트할 대상 업스트림을 추적하고 있지 않습니다.
pt_br: O checkout em %@ não acompanha nenhum upstream para se atualizar.
zh_hans: 位于 %@ 的检出代码没有跟踪任何可用于更新的上游分支。
zh_hant: 位於 %@ 的簽出程式碼沒有追蹤任何可用於更新的上游分支。

source: the checkout this build was made from
de: der Checkout, aus dem dieser Build erstellt wurde
es: el checkout a partir del cual se creó este build
fr: le checkout à partir duquel ce build a été créé
it: il checkout da cui è stato creato questo build
ja: このビルドの元になったチェックアウト
ko: 이 빌드가 만들어진 체크아웃
pt_br: o checkout a partir do qual este build foi criado
zh_hans: 构建此版本所用的检出代码
zh_hant: 建置此版本所用的簽出程式碼

source: The conversation is unchanged.
de: Die Unterhaltung bleibt unverändert.
es: La conversación no ha cambiado.
fr: La conversation est inchangée.
it: La conversazione è invariata.
ja: 会話は変更されていません。
ko: 대화는 변경되지 않았습니다.
pt_br: A conversa não foi alterada.
zh_hans: 对话未发生变化。
zh_hant: 對話未發生變化。

source: The conversation so far was replaced by a summary of it.
de: Die bisherige Unterhaltung wurde durch eine Zusammenfassung ersetzt.
es: La conversación hasta ahora se sustituyó por un resumen.
fr: La conversation jusqu’ici a été remplacée par un résumé.
it: La conversazione fin qui è stata sostituita da un riepilogo.
ja: ここまでの会話は要約に置き換えられました。
ko: 지금까지의 대화가 요약으로 대체되었습니다.
pt_br: A conversa até aqui foi substituída por um resumo dela.
zh_hans: 此前的对话已被摘要替换。
zh_hant: 此前的對話已被摘要取代。

source: The default server is where a new chat starts when you haven't aimed the composer somewhere else.
de: Der Standardserver ist der Ort, an dem ein neuer Chat beginnt, wenn du das Eingabefeld nicht anders ausgerichtet hast.
es: El servidor predeterminado es donde comienza un chat nuevo si no has apuntado el compositor a otro sitio.
fr: Le serveur par défaut est celui où démarre une nouvelle discussion quand vous n’avez pas orienté la zone de saisie ailleurs.
it: Il server predefinito è dove inizia una nuova chat quando non hai puntato il compositore altrove.
ja: デフォルトのサーバは、入力欄を他に向けていないときに新しいチャットが始まる場所です。
ko: 기본 서버는 작성창을 다른 곳으로 지정하지 않았을 때 새 대화가 시작되는 곳입니다.
pt_br: O servidor padrão é onde uma nova conversa começa quando você não direcionou o campo de texto para outro lugar.
zh_hans: 默认服务器是在你没有把输入框指向别处时，新对话的起点。
zh_hant: 預設伺服器是在你沒有把輸入框指向他處時，新對話的起點。

source: The dollar ceiling the monthly gauge fills against.
de: Die Dollar-Obergrenze, gegen die sich die Monatsanzeige füllt.
es: El techo en dólares con el que se llena el medidor mensual.
fr: Le plafond en dollars par rapport auquel la jauge mensuelle se remplit.
it: Il tetto in dollari rispetto al quale si riempie l’indicatore mensile.
ja: 月間ゲージが基準とするドル上限です。
ko: 월간 게이지가 채워지는 기준이 되는 달러 상한입니다.
pt_br: O teto em dólares contra o qual o medidor mensal é preenchido.
zh_hans: 月度进度条填充所依据的美元上限。
zh_hant: 月度量表填充所依據的美元上限。

source: The last try didn't land: %@
de: Der letzte Versuch ist gescheitert: %@
es: El último intento no funcionó: %@
fr: La dernière tentative a échoué : %@
it: L'ultimo tentativo non è andato a buon fine: %@
ja: 前回の試行は失敗しました:%@
ko: 지난 시도가 실패했습니다: %@
pt_br: A última tentativa não deu certo: %@
zh_hans: 上次尝试未成功：%@
zh_hant: 上次嘗試未成功：%@

source: The last update failed
de: Das letzte Update ist fehlgeschlagen
es: La última actualización falló
fr: La dernière mise à jour a échoué
it: L'ultimo aggiornamento non è riuscito
ja: 前回の更新に失敗しました
ko: 마지막 업데이트가 실패했습니다
pt_br: A última atualização falhou
zh_hans: 上次更新失败
zh_hant: 上次更新失敗

source: The machine is reachable, so the address is right — but no agent is bound to that port. Start it there, and make sure it binds 0.0.0.0 rather than localhost.
de: Der Rechner ist erreichbar, die Adresse stimmt also – aber an diesem Port ist kein Agent gebunden. Starte ihn dort und achte darauf, dass er an 0.0.0.0 statt an localhost bindet.
es: Se puede llegar a la máquina, así que la dirección es correcta, pero ningún agente está enlazado a ese puerto. Inícialo allí y asegúrate de que escuche en 0.0.0.0 y no en localhost.
fr: La machine est joignable, donc l’adresse est bonne — mais aucun agent n’est lié à ce port. Démarrez-le sur cette machine, et assurez-vous qu’il écoute sur 0.0.0.0 plutôt que sur localhost.
it: La macchina è raggiungibile, quindi l’indirizzo è corretto — ma nessun agente è in ascolto su quella porta. Avvialo lì, e assicurati che si metta in ascolto su 0.0.0.0 anziché localhost.
ja: マシンには到達できているので、アドレスは正しいです。ただしそのポートにエージェントがバインドされていません。マシン上で起動し、localhost ではなく 0.0.0.0 にバインドさせてください。
ko: 컴퓨터에는 연결되므로 주소는 맞습니다 — 다만 그 포트에 바인딩된 에이전트가 없습니다. 그 컴퓨터에서 에이전트를 실행하고, localhost가 아니라 0.0.0.0에 바인딩하도록 하세요.
pt_br: A máquina está acessível, então o endereço está certo — mas nenhum agente está vinculado a essa porta. Inicie-o lá e garanta que ele escute em 0.0.0.0 e não em localhost.
zh_hans: 可以访问那台机器，说明地址没错 — 但没有智能体绑定到该端口。请在那台机器上启动它，并确保它绑定 0.0.0.0 而不是 localhost。
zh_hant: 可以連線到那台電腦，所以位址是對的 — 但沒有代理綁定到該連接埠。請在那台電腦上啟動它，並確認它綁定 0.0.0.0 而不是 localhost。

source: The newest published is %@.
de: Die neueste veröffentlichte Version ist %@.
es: La última versión publicada es %@.
fr: La dernière version publiée est %@.
it: L'ultima versione pubblicata è %@.
ja: 公開されている最新バージョンは%@です。
ko: 공개된 최신 버전은 %@입니다.
pt_br: A versão mais recente publicada é %@.
zh_hans: 最新发布的版本是 %@。
zh_hant: 最新發布的版本是 %@。

source: The on-device model is still preparing — try again in a moment.
de: Das Modell auf dem Gerät bereitet sich noch vor – versuche es gleich noch einmal.
es: El modelo del dispositivo aún se está preparando: inténtalo de nuevo en un momento.
fr: Le modèle sur l’appareil se prépare encore — réessayez dans un instant.
it: Il modello sul dispositivo si sta ancora preparando — riprova tra poco.
ja: デバイス上のモデルはまだ準備中です。少し後にもう一度お試しください。
ko: 온디바이스 모델이 아직 준비 중입니다 — 잠시 후 다시 시도하세요.
pt_br: O modelo no dispositivo ainda está se preparando — tente de novo em instantes.
zh_hans: 设备端模型仍在准备中 — 请稍后再试。
zh_hant: 裝置端模型仍在準備中 — 請稍後再試。

source: The package manager that installed this says when a newer one exists.
de: Der Paketmanager, der dies installiert hat, meldet, wann es eine neuere Version gibt.
es: El gestor de paquetes que instaló esto avisa cuando hay una versión más nueva.
fr: Le gestionnaire de paquets qui a installé ceci indique quand une version plus récente existe.
it: Il gestore di pacchetti che ha installato questo segnala quando esiste una versione più recente.
ja: これをインストールしたパッケージマネージャーが、新しいバージョンの有無を教えてくれます。
ko: 이것을 설치한 패키지 관리자가 새 버전이 있는지 알려줍니다.
pt_br: O gerenciador de pacotes que instalou isso avisa quando existe uma versão mais nova.
zh_hans: 安装此内容的包管理器会提示是否有更新版本。
zh_hant: 安裝此內容的套件管理器會提示是否有更新版本。

source: The port is open and something is on it, yet it didn't respond as a known agent. Check the port — 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
de: Der Port ist offen und etwas liegt darauf, doch es hat nicht als bekannter Agent geantwortet. Prüfe den Port – 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
es: El puerto está abierto y hay algo en él, pero no respondió como un agente conocido. Comprueba el puerto: 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
fr: Le port est ouvert et quelque chose s’y trouve, mais il n’a pas répondu comme un agent connu. Vérifiez le port — 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
it: La porta è aperta e c’è qualcosa in ascolto, ma non ha risposto come un agente conosciuto. Controlla la porta — 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
ja: ポートは開いていて何かが動いていますが、既知のエージェントとしての応答ではありませんでした。ポートを確認してください。4096 が opencode、4098 が claude-bridge、4099 が omp-bridge です。
ko: 포트가 열려 있고 무언가 사용 중이지만, 알려진 에이전트로 응답하지는 않았습니다. 포트를 확인하세요 — 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
pt_br: A porta está aberta e há algo nela, mas não respondeu como um agente conhecido. Verifique a porta — 4096 opencode, 4098 claude-bridge, 4099 omp-bridge.
zh_hans: 端口是开放的，上面也有程序，但它没有以已知智能体的方式响应。请检查端口 — 4096 opencode，4098 claude-bridge，4099 omp-bridge。
zh_hant: 連接埠是開的，上面也有東西，但它的回應不像已知的代理。請檢查連接埠 — 4096 opencode，4098 claude-bridge，4099 omp-bridge。

source: the project's published releases
de: die veröffentlichten Releases des Projekts
es: las versiones publicadas del proyecto
fr: les versions publiées du projet
it: le release pubblicate del progetto
ja: プロジェクトが公開しているリリース
ko: 프로젝트가 공개한 릴리스
pt_br: as versões publicadas do projeto
zh_hans: 该项目发布的版本
zh_hant: 該專案發布的版本

source: The server answered, so the address is right. claude-bridge and omp-bridge want the password you passed as BRIDGE_PASSWORD; opencode 2 always has one — OPENCODE_SERVER_PASSWORD, or the one it printed when it started — and opencode 1 needs none unless you set one.
de: Der Server hat geantwortet, die Adresse stimmt also. claude-bridge und omp-bridge wollen das Passwort, das du als BRIDGE_PASSWORD übergeben hast; opencode 2 hat immer eins – OPENCODE_SERVER_PASSWORD, oder das, das beim Start ausgegeben wurde – und opencode 1 braucht keins, außer du hast eins gesetzt.
es: El servidor respondió, así que la dirección es correcta. claude-bridge y omp-bridge piden la contraseña que pasaste como BRIDGE_PASSWORD; opencode 2 siempre tiene una: OPENCODE_SERVER_PASSWORD, o la que mostró al iniciarse; y opencode 1 no necesita ninguna salvo que la hayas configurado.
fr: Le serveur a répondu, donc l’adresse est bonne. claude-bridge et omp-bridge attendent le mot de passe passé dans BRIDGE_PASSWORD ; opencode 2 en a toujours un : OPENCODE_SERVER_PASSWORD, ou celui qu’il a affiché au démarrage ; et opencode 1 n’en a pas besoin, sauf si vous en avez défini un.
it: Il server ha risposto, quindi l’indirizzo è corretto. claude-bridge e omp-bridge vogliono la password che hai passato come BRIDGE_PASSWORD; opencode 2 ne ha sempre una: OPENCODE_SERVER_PASSWORD, oppure quella stampata all’avvio; e opencode 1 non ne richiede nessuna, a meno che tu non l’abbia impostata.
ja: サーバが応答したので、アドレスは正しいです。claude-bridge と omp-bridge には BRIDGE_PASSWORD に渡したパスワードが必要です。opencode 2 には常にパスワードがあります — OPENCODE_SERVER_PASSWORD か、起動時に表示されたものです — opencode 1 は自分で設定していなければ不要です。
ko: 서버가 응답했으므로 주소는 맞습니다. claude-bridge와 omp-bridge는 BRIDGE_PASSWORD로 전달한 암호를 요구하고, opencode 2는 항상 암호가 있습니다 — OPENCODE_SERVER_PASSWORD이거나 시작할 때 출력된 것입니다 — opencode 1은 따로 설정하지 않았다면 암호가 필요 없습니다.
pt_br: O servidor respondeu, então o endereço está certo. O claude-bridge e o omp-bridge querem a senha que você passou em BRIDGE_PASSWORD; o opencode 2 sempre tem uma — OPENCODE_SERVER_PASSWORD, ou a que ele imprimiu ao iniciar — e o opencode 1 não precisa de nenhuma, a menos que você defina uma.
zh_hans: 服务器有响应，说明地址没错。claude-bridge 和 omp-bridge 需要你通过 BRIDGE_PASSWORD 传入的密码；opencode 2 总是有密码——OPENCODE_SERVER_PASSWORD，或者它启动时打印的那个——opencode 1 除非你设置过，否则不需要密码。
zh_hant: 伺服器有回應，所以位址是對的。claude-bridge 和 omp-bridge 需要你以 BRIDGE_PASSWORD 傳入的密碼；opencode 2 一定有密碼——OPENCODE_SERVER_PASSWORD，或它啟動時印出的那組——opencode 1 除非你自己設定，否則不需要密碼。

source: The server could not reach the project to compare against — so it does not know whether it is current.
de: Der Server konnte das Projekt zum Vergleich nicht erreichen – daher weiß er nicht, ob er aktuell ist.
es: El servidor no pudo acceder al proyecto para comparar, así que no sabe si está actualizado.
fr: Le serveur n'a pas pu joindre le projet pour comparer — il ne sait donc pas s'il est à jour.
it: Il server non è riuscito a raggiungere il progetto per il confronto, quindi non sa se è aggiornato.
ja: サーバーは比較対象のプロジェクトに接続できなかったため、自分が最新かどうか分かりません。
ko: 서버가 비교할 프로젝트에 접속하지 못해, 자신이 최신 상태인지 알 수 없습니다.
pt_br: O servidor não conseguiu acessar o projeto para comparar — por isso, não sabe se está atualizado.
zh_hans: 服务器无法连接到项目进行比对——因此不知道自己是否是最新的。
zh_hant: 伺服器無法連線到專案進行比對——因此不知道自己是否是最新的。

source: The server did not answer in time.
de: Der Server hat nicht rechtzeitig geantwortet.
es: El servidor no respondió a tiempo.
fr: Le serveur n’a pas répondu à temps.
it: Il server non ha risposto in tempo.
ja: サーバが時間内に応答しませんでした。
ko: 서버가 제때 응답하지 않았습니다.
pt_br: O servidor não respondeu a tempo.
zh_hans: 服务器未在规定时间内响应。
zh_hant: 伺服器未在時限內回應。

source: The server did not say why.
de: Der Server hat keinen Grund genannt.
es: El servidor no indicó el motivo.
fr: Le serveur n'a pas indiqué pourquoi.
it: Il server non ha indicato il motivo.
ja: サーバーは理由を示しませんでした。
ko: 서버가 이유를 알려주지 않았습니다.
pt_br: O servidor não informou o motivo.
zh_hans: 服务器没有说明原因。
zh_hant: 伺服器沒有說明原因。

source: The server didn't hand back a sign-in link.
de: Der Server hat keinen Anmeldelink zurückgegeben.
es: El servidor no devolvió un enlace de inicio de sesión.
fr: Le serveur n'a pas renvoyé de lien de connexion.
it: Il server non ha restituito un link di accesso.
ja: サーバーはサインインリンクを返しませんでした。
ko: 서버가 로그인 링크를 주지 않았습니다.
pt_br: O servidor não devolveu um link de login.
zh_hans: 服务器没有返回登录链接。
zh_hant: 伺服器沒有回傳登入連結。

source: The server didn't respond — check your connection.
de: Der Server hat nicht geantwortet – prüfe deine Verbindung.
es: El servidor no respondió: comprueba tu conexión.
fr: Le serveur n’a pas répondu — vérifiez votre connexion.
it: Il server non ha risposto — controlla la connessione.
ja: サーバが応答しませんでした。接続を確認してください。
ko: 서버가 응답하지 않았습니다 — 연결을 확인하세요.
pt_br: O servidor não respondeu — verifique sua conexão.
zh_hans: 服务器没有响应 — 请检查你的连接。
zh_hant: 伺服器沒有回應 — 請檢查你的連線。

source: The server didn't say why.
de: Der Server hat nicht gesagt, warum.
es: El servidor no dijo por qué.
fr: Le serveur n'a pas dit pourquoi.
it: Il server non ha detto perché.
ja: サーバは理由を返しませんでした。
ko: 서버가 이유를 알려주지 않았습니다.
pt_br: O servidor não disse por quê.
zh_hans: 服务器没有说明原因。
zh_hant: 伺服器沒有說明原因。

source: The server needs a password
de: Der Server braucht ein Passwort
es: El servidor necesita una contraseña
fr: Le serveur a besoin d’un mot de passe
it: Il server richiede una password
ja: サーバにはパスワードが必要です
ko: 서버에 암호가 필요합니다
pt_br: O servidor precisa de uma senha
zh_hans: 服务器需要密码
zh_hant: 伺服器需要密碼

source: The server pulls the new code, rebuilds it, and restarts. It stops answering for a moment while it does.
de: Der Server holt den neuen Code, baut ihn neu und startet neu. Dabei antwortet er kurz nicht.
es: El servidor descarga el código nuevo, lo recompila y se reinicia. Durante ese rato deja de responder.
fr: Le serveur récupère le nouveau code, le recompile et redémarre. Il cesse de répondre le temps de le faire.
it: Il server scarica il nuovo codice, lo ricompila e si riavvia. Nel frattempo smette di rispondere per un momento.
ja: サーバは新しいコードを取得してビルドし直し、再起動します。その間しばらく応答しなくなります。
ko: 서버가 새 코드를 받아 다시 빌드하고 재시작합니다. 그동안 잠시 응답하지 않습니다.
pt_br: O servidor baixa o código novo, recompila e reinicia. Nesse meio-tempo ele para de responder.
zh_hans: 服务器会拉取新代码、重新构建并重启，其间会短暂无法响应。
zh_hant: 伺服器會拉取新程式碼、重新建置並重新啟動，其間會短暫無法回應。

source: The store's record is older than what is installed — it has not caught up yet.
de: Der Eintrag im Store ist älter als die installierte Version – er hat noch nicht aufgeholt.
es: El registro de la tienda es más antiguo que lo instalado: todavía no se ha puesto al día.
fr: Les informations de la boutique sont plus anciennes que ce qui est installé — elles n'ont pas encore été mises à jour.
it: Il registro dello store è più vecchio di quanto installato: non si è ancora aggiornato.
ja: ストアの記録はインストール済みのものより古く、まだ追いついていません。
ko: 스토어 기록이 설치된 버전보다 오래되어, 아직 따라잡지 못했습니다.
pt_br: O registro da loja é mais antigo do que o que está instalado — ele ainda não foi atualizado.
zh_hans: 商店记录的版本比已安装的还旧——它尚未跟上。
zh_hant: 商店記錄的版本比已安裝的還舊——它尚未跟上。

source: The update did not finish.
de: Das Update wurde nicht abgeschlossen.
es: La actualización no terminó.
fr: La mise à jour ne s'est pas terminée.
it: L'aggiornamento non si è concluso.
ja: 更新が完了しませんでした。
ko: 업데이트가 완료되지 않았습니다.
pt_br: A atualização não foi concluída.
zh_hans: 更新未完成。
zh_hant: 更新未完成。

source: The update stopped without finishing.
de: Das Update wurde abgebrochen, ohne abgeschlossen zu werden.
es: La actualización se detuvo sin terminar.
fr: La mise à jour s'est arrêtée sans se terminer.
it: L'aggiornamento si è interrotto senza concludersi.
ja: 更新は完了しないまま停止しました。
ko: 업데이트가 완료되지 못한 채 멈췄습니다.
pt_br: A atualização parou sem terminar.
zh_hans: 更新中途停止，未能完成。
zh_hant: 更新中途停止，未能完成。

source: the version the server was built with — it has no checkout to read
de: die Version, mit der der Server gebaut wurde – er hat keinen Checkout zum Auslesen
es: la versión con la que se compiló el servidor: no tiene ningún checkout que leer
fr: la version avec laquelle le serveur a été compilé — il n'a pas de checkout à lire
it: la versione con cui è stato compilato il server: non ha un checkout da leggere
ja: サーバーのビルドに使われたバージョン — 読み取るチェックアウトが存在しない
ko: 서버를 빌드할 때 사용한 버전 — 읽을 체크아웃이 없음
pt_br: a versão com que o servidor foi compilado — ele não tem checkout para ler
zh_hans: 服务器构建时所用的版本——它没有可供读取的检出代码
zh_hant: 伺服器建置時所用的版本——它沒有可供讀取的簽出程式碼

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 佈景主題

source: There are no saved credentials for %@, so nothing here could ask it.
de: Für %@ sind keine Zugangsdaten gespeichert, daher kann hier nichts angefragt werden.
es: No hay credenciales guardadas para %@, así que no hay forma de contactarlo desde aquí.
fr: Aucun identifiant enregistré pour %@, donc rien ici ne peut le solliciter.
it: Non ci sono credenziali salvate per %@, quindi da qui non è possibile contattarlo.
ja: %@の保存済み認証情報がないため、ここから問い合わせることができません。
ko: %@에 대한 저장된 자격 증명이 없어, 여기서는 요청할 수 없습니다.
pt_br: Não há credenciais salvas para %@, então nada aqui pode perguntar a ele.
zh_hans: 没有保存 %@ 的凭据，因此这里无法向它发起请求。
zh_hant: 沒有儲存 %@ 的憑證，因此這裡無法向它發出請求。

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
it: Sto pensando
ja: 思考中
ko: 생각 중
pt_br: Pensando
zh_hans: 思考中
zh_hant: 思考中

source: Thinking…
de: Denkt nach …
es: Pensando…
fr: Réflexion…
it: Sto pensando…
ja: 思考中…
ko: 생각 중…
pt_br: Pensando…
zh_hans: 思考中…
zh_hant: 思考中…

source: Third Party
de: Drittanbieter
es: Terceros
fr: Tiers
it: Terze parti
ja: サードパーティ
ko: 서드파티
pt_br: Terceiros
zh_hans: 第三方
zh_hant: 第三方

source: This %@
de: Dieses %@
es: Este %@
fr: Cet %@
it: Questo %@
ja: この%@
ko: 이 %@
pt_br: Este %@
zh_hans: 这台%@
zh_hant: 這台%@

source: This agent has not written anything yet.
de: Dieser Agent hat noch nichts geschrieben.
es: Este agente aún no ha escrito nada.
fr: Cet agent n’a encore rien écrit.
it: Questo agente non ha ancora scritto nulla.
ja: このエージェントはまだ何も書いていません。
ko: 이 에이전트는 아직 아무것도 쓰지 않았습니다.
pt_br: Este agente ainda não escreveu nada.
zh_hans: 此智能体还没有写任何内容。
zh_hant: 此代理還沒有寫任何內容。

source: This app and every server, and what each one is running
de: Diese App und jeder Server – und was auf ihnen jeweils läuft
es: Esta app y cada servidor, y qué versión ejecuta cada uno
fr: Cette app et chaque serveur, ainsi que ce que chacun exécute
it: Questa app e ogni server, con ciò che ciascuno sta eseguendo
ja: このアプリと各サーバー、そしてそれぞれが実行しているバージョン
ko: 이 앱과 모든 서버, 그리고 각각이 실행 중인 버전
pt_br: Este app e cada servidor, e o que cada um está executando
zh_hans: 本应用和每台服务器，以及各自正在运行的版本
zh_hant: 本應用程式和每台伺服器，以及各自正在執行的版本
